export default {
  code: 1,
  msg: '',
  data: [
    {
      title: '核心类型',
      name: '冒险家',
      content:
        '<div class="repo-box flex-col">\n<div class="repo-text-container">\n<div class="repo-text-wrapper flex-col">\n<span class="repo-text-title">冒险家</span></div><span class="repo-title">探索未知的狗</span></div>\n<span class="repo-content">你狗狗是一种好奇心旺盛的狗，它喜欢探索未知的领域，寻求新的刺激。它往往具有勇敢、活泼和探险的性格特点。下面将从三个方面对你狗狗的性格进行分析，并探讨与其相处的方法和训练技巧。</span></div>\n<div class="repo-text-info flex-col">\n<span class="repo-text-head">第一部分-狗的性格分析</span></div>\n<div class="repo-text-info-con flex-col">\n<span class="repo-text-black">你狗狗具有好奇心和积极的探索欲望。它渴望在未知的领域中发现新事物，追求新的刺激。它往往表现出勇敢、敏捷和灵活的行为特点。它喜欢冒险和挑战，对新事物充满兴趣，并愿意尝试各种新的活动和环境。</span>\n<span class="repo-text-black">与人的互动中，你狗狗通常表现出友善、活泼和热情的特点。它对人类的关注和互动有浓厚的兴趣，喜欢与人一同探索和玩耍。它通常友好待人，并能迅速适应新的环境和人群。</span>\n</div>\n<div class="repo-text-info flex-col">\n<span class="repo-text-head">第二部分-与你狗狗相处之道</span></div>\n<div class="repo-text-info-con flex-col">\n<span class="repo-text-red">与你狗狗相处需要提供足够的安全和探险机会，同时鼓励它发挥其好奇和探险精神，得到适当的刺激。以下是与你狗狗相处的一些建议：</span>\n<span class="repo-text-black">1. 提供安全的环境：你狗狗往往充满好奇心，渴望探索未知的领域。为它提供安全的环境，确保它能够放心地展开冒险活动，同时注意确保它的安全和健康。</span>\n<span class="repo-text-black">2. 提供足够的活动和刺激：你狗狗需要足够的活动和刺激来满足它的好奇心和探险欲望。带它外出探索自然环境，参与户外活动，如远足、慢跑或游泳，为它提供适度的刺激和运动机会。</span>\n<span class="repo-text-black">3. 与它一同参与冒险活动：你狗狗喜欢与人共同参与冒险活动。与它一起探索新的地方，参加户外运动或冒险运动，与它建立深厚的亲密关系，共同创造美好的回忆。</span>\n<span class="repo-text-black">4. 建立良好的训练和控制能力：你狗狗倾向于充满活力和冲动。为了确保它的安全和控制，需要进行基础训练，如召回和待命等指令训练。注重训练它的控制能力，使它在冒险过程中保持安全和听从指令。</span>\n</div>\n<div class="repo-text-info flex-col">\n<span class="repo-text-head">第三部分-你狗狗的训练方法</span></div>\n<span class="repo-text-red">训练你狗狗需要注重培养它的探险和冒险能力。以下是一些训练方法的建议：</span>\n<span class="repo-text-black">1. 探险任务训练: 设计适合你狗狗的探险任务，包括寻找隐藏的物品、解决智力谜题或参加搜索和救援训练。这些任务可以刺激你狗狗的好奇心和智力，同时提供良好的锻炼和刺激。</span>\n<span class="repo-text-black">2. 强化正向行为：你狗狗往往表现出积极、勇敢和灵活的行为。在训练过程中，重点强调和奖励这些积极的行为，例如勇敢地探索新环境，成功解决问题或完成冒险任务。使用奖励和赞扬来鼓励它继续展示这些优秀的行为。</span>\n<span class="repo-text-black">3. 社交化训练：你狗狗在探险过程中可能会遇到各种人和动物。为了确保它能够友好相处并适应不同的社交环境，进行社交化训练非常重要。带它参加狗聚会、遛狗公园或社交化训练班，让它与其他狗和人类建立良好的互动关系。</span>\n<span class="repo-text-black">4. 领导和控制训练：你狗狗可能有一些冲动和独立的倾向，因此重要的是建立良好的领导和控制关系。教导它基本的指令，如坐下、待命、召回等，以确保它能够听从主人的指导，并在冒险过程中保持安全和控制。</span>\n<span class="repo-text-black">5. 忍耐和耐心：你狗狗天性活泼好动，但有时也会表现出顽固和固执的一面。在训练过程中要保持耐心和冷静，不要强迫它接受训练。使用温和而积极的方法来激励它，让它逐渐理解和接受训练指导。</span>\n</div>\n<div class="repo-text-end flex-col"><span class="repo-text">总结：与你狗狗相处需要提供安全和刺激的环境，鼓励它发挥好奇和探险精神。通过与它一起参与冒险活动建立亲密关系，同时注重训练它的控制能力和社交能力。使用探险任务训练、强化正向行为、社交化训练和领导控制训练等方法，可以培养你狗狗的探险素质和良好行为。同时，要保持耐心和冷静，以积极的方式激励它，并获得最佳的训练效果。</span></div>'
    },
    {
      title: '特质分析',
      content: {
        FA: {
          name: '恐惧担忧',
          sub: {
            FA1: {
              extra: 'FA1',
              dimension: '对人的恐惧',
              score: 17,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗“对人的恐惧”处于中水平。这意味着当狗狗遇到陌生人或特定人群时，他们可能会表现出一些害怕或回避的行为，例如退缩、眼神躲避或畏缩的姿态。</span>\n\t\t<span class="spec-desc-content">当你的狗面对陌生人或特定人群时，他们可能会感到一定程度的害怕和不适。这种不适可以通过他们的行为和身体语言来表达出来。狗可能会退缩到角落，或者试图从人群中远离，以寻求一种安全感。他们的眼神可能会躲避，不直视陌生人或特定人群，这可以被解读为他们在努力避免直接的眼神接触。此外，他们可能采取畏缩的姿态，将身体收缩到一种紧凑的状态，以尽量减少与人的接触。</span>\n\t\t<span class="spec-desc-content">除了行为上的回避，狗狗的身体语言也会反映出他们的害怕情绪。他们的身体可能变得紧张和僵硬，肌肉可能会紧绷。尾巴可能下垂或者紧贴在身体附近，耳朵可能贴着头，整体的姿势可能显得不自然和拘谨。</span>\n\t\t<span class="spec-desc-content">这种中水平的“对人的恐惧”情绪可能源自不同的原因。狗狗可能经历过不愉快的相遇或者受到过伤害，导致他们对人类的不信任和恐惧。缺乏良好的社会化训练和体验也是导致狗狗产生对人类害怕的原因之一。</span>\n\t\t<span class="spec-desc-content">对待狗狗的中水平恐惧，理解和耐心是至关重要的。强迫狗狗与他们所害怕的人群接触只会加剧他们的不安和恐惧。与狗建立起信任和积极的互动是帮助他们克服恐惧的关键。逐渐的曝露和积极的强化可以帮助狗狗逐渐减少“对人的恐惧”情绪，建立起更为积极的社交关系。</span>\n\t\t<span class="spec-desc-content">总而言之，中水平的“对人的恐惧”使得狗狗在面对陌生人或特定人群时表现出一定程度的害怕和回避行为。面对这种情况，主人需要给予温柔的关怀和理解，以帮助狗狗逐渐克服恐惧，建立起更为积极的人际关系。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对陌生人或特定人群表现出的害怕、回避或不安情绪。</span></div>'
            },
            FA2: {
              extra: 'FA2',
              dimension: '非社交恐惧',
              score: 23,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在非社交恐惧因素上处于高水平。这意味着当你的狗置身于陌生环境时，他们会感到极度焦虑、不自信和害怕。他们可能会表现出明显的不安行为和身体语言，如颤抖、呲牙、咆哮或试图逃离。</span>\n\t\t<span class="spec-desc-content">对于你的狗来说，陌生环境可能是一种极具挑战性的情境。这种环境下，他们会感到极度的不安和紧张，缺乏自信。这种不安和不自信可能导致他们产生焦虑的情绪，进而表现出明显的压力和紧张。</span>\n\t\t<span class="spec-desc-content">在陌生环境中，你的狗可能会表现出不安的行为和身体语言。颤抖是一种常见的不安行为，显示出他们内心的恐惧和紧张。此外，他们还可能会呲牙、咆哮，试图威慑潜在的威胁，表达出对陌生环境的恐惧和不满。</span>\n\t\t<span class="spec-desc-content">当处于极度焦虑和害怕的情况下，你的狗有可能试图逃离陌生环境。这表明他们正在寻求一种更加安全和熟悉的地方来避免或减轻心理上的压力。他们可能会拼命挣扎、拉扯牵引物或者冲向身边的人或物体，以获得一种逃离的感觉。</span>\n\t\t<span class="spec-desc-content">高水平的焦虑和恐惧可能源自于狗狗过去的负面经历或者缺乏适当的社会化训练。这些经历可能导致他们对新环境产生极度的不安和恐惧，心理上产生损伤。缺乏自信和不确定性也可能是导致高水平恐惧的原因之一。</span>\n\t\t<span class="spec-desc-content">对待高水平的焦虑和恐惧，主人需要给予更多的关怀和支持。与专业的兽医或宠物行为学家咨询，制定适合你狗狗的训练计划是很重要的。这可能包括逐渐引入陌生环境，帮助他们适应并减少恐惧感。逐步的训练和积极强化可以帮助他们建立更为积极的心理状态和行为反应。</span>\n\t\t<span class="spec-desc-content">总而言之，测试结果表明，你的狗在非社交恐惧因素上处于高水平。他们在陌生环境中会感到极度焦虑、不自信和害怕，可能会出现明显的不安行为和身体语言，如颤抖、呲牙、咆哮或试图逃离。这种情况可能源自于过去的负面经历或者缺乏适当的社会化训练。给予更多的关心和支持，寻求专业的帮助，并制定适合的训练计划，有助于减轻狗狗的焦虑和恐惧感，帮助他们建立更为积极的心理状态。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗焦虑，不自信，在陌生环境中感到不安或害怕。</span></div>'
            },
            FA3: {
              extra: 'FA3',
              dimension: '对狗的恐惧',
              score: 17,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在“对狗的恐惧”因素上处于中水平。这意味着你的狗在特定情况下可能会感到有些恐惧或回避其他狗。</span>\n\t\t<span class="spec-desc-content">在某些情况下，你的狗可能会表现出对其他狗的一定程度的恐惧或不安。这种情况可能是在特定环境下，或是与特定类型的狗相遇时出现的。他们可能会表现出回避或者略微的不安情绪，但并非总是如此。</span>\n\t\t<span class="spec-desc-content">对狗的中等水平的恐惧可能表明他们对其他狗的态度具有一定的复杂性。他们可能会在不同的情境下表现出不同程度的恐惧或不安，取决于环境、其他狗的性格，以及他们自身的状态。</span>\n\t\t<span class="spec-desc-content">这种中等水平的恐惧可能需要你作为主人更加细致的观察和了解你的狗的表现。建议观察与其他狗的互动，以确定何种情况或何种类型的狗可能会导致你的狗产生恐惧或不安的反应。这有助于识别他们面临的触发因素，并针对性地对待这些情况。</span>\n\t\t<span class="spec-desc-content">作为主人，你可以通过逐渐引入其他狗的方式，帮助你的狗逐渐适应并减少恐惧感。在安全和受控的环境中，让你的狗与一些温和、友好的狗进行互动，可以帮助他们逐渐建立对其他狗的信任和积极的联想。</span>\n\t\t<span class="spec-desc-content">即使你的狗处于中等水平的对狗的恐惧状态，也建议寻求兽医或宠物行为学家的专业帮助。他们可以为你提供更具体的指导和个性化的训练方案，帮助你的狗克服恐惧情绪，建立更加积极的互动模式。</span>\n\t\t<span class="spec-desc-content">总之，测试结果显示你的狗在“对狗的恐惧”因素上处于中水平，他们在特定情况下可能会感到有些恐惧或回避其他狗。这种中等水平的恐惧可能表明他们对其他狗的态度具有一定的复杂性，需要你作为主人更加细致地观察和了解你的狗的表现。寻求专业帮助，逐步引入其他狗的方式，帮助你的狗逐渐适应并减少恐惧感，是将来面对这一问题时的重要建议。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对其他狗示出的害怕、回避或反应剧烈的行为。</span></div>'
            },
            FA4: {
              extra: 'FA4',
              dimension: '害怕处理',
              score: 15,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在“对处置的恐惧”因素上处于中水平。这意味着你的狗在受到限制或身体不适时可能会感到一定程度的恐惧。</span>\n\t\t<span class="spec-desc-content">在面对身体被限制或不适的情况下，你的狗可能会表现出一定程度的不安和恐惧感。这种恐惧可能会源自于对失去自由和控制的担忧，或者是对身体不适或疼痛引起的害怕和紧张。</span>\n\t\t<span class="spec-desc-content">在受到限制的情况下，你的狗可能会表现出一些回避的行为，可能会试图逃离或保持警惕的状态。这种情况下，可能会出现明显的紧张和不安的情绪，但不至于达到极端恐慌或攻击的程度。</span>\n\t\t<span class="spec-desc-content">对处置的中等水平的恐惧可能是在社会化经验不足或者曾经有过一些负面经历造成的。可能是因为过度限制、强制控制或者其他身体不适的经历，导致了他们在受到类似刺激时产生一定程度的恐惧反应。</span>\n\t\t<span class="spec-desc-content">作为主人，你可以帮助你的狗逐渐克服对处置的恐惧。通过温和的训练和社交化，可以帮助他们建立更强大的心理素质，逐渐减少对身体不适和限制的敏感度。确保所使用的器具合适舒适，如项圈、拴绳等，并逐步引入和适应这些器具，以减少他们的不安和害怕。</span>\n\t\t<span class="spec-desc-content">同时，与兽医合作，选择温和的治疗方法和疼痛管理技巧，可以帮助他们在接受检查和治疗时感到更加舒适和放松。重要的是要建立对身体检查和治疗过程的积极联想，逐渐减少他们的不安和恐惧感。</span>\n\t\t<span class="spec-desc-content">总体来说，测试结果显示你的狗在“对处置的恐惧”因素上处于中水平。他们在受到限制或身体不适时可能会感到一定程度的恐惧。通过温和的训练和社交化，以及与兽医的合作，可以帮助你的狗克服恐惧，建立更健康的处置体验。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对被束缚，被约束，甚至身体疼痛的恐惧。</span></div>'
            }
          },
          score: 18
        },
        AH: {
          name: '对人的攻击',
          sub: {
            AH1: {
              extra: 'AH1',
              dimension: '一般侵略',
              score: 13,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在“一般侵略”因素上处于中水平。这意味着你的狗对陌生人可能表现出一些攻击行为，但不一定会咬人或造成伤害。</span>\n\t\t<span class="spec-desc-content">在面对陌生人时，你的狗可能表现出一定程度的攻击行为，比如低吼、犬吠、舌舔或者露牙等。他们可能会试图展示领地性或保护性的行为，并试图警告潜在的威胁。然而，这并不一定会导致实际的咬伤或攻击行为。</span>\n\t\t<span class="spec-desc-content">这种中等水平的一般侵略可能是多种因素的综合结果。其中一个可能的因素是缺乏足够的社交化经验。如果你的狗从小缺乏和不同人的接触，或者曾经有负面的社交经历，他们可能会感到不安和紧张，展示出攻击性的行为。</span>\n\t\t<span class="spec-desc-content">另一个可能的因素是狗狗的个性和遗传特征。有些狗天生更倾向于更强烈的警戒性和保护性行为，比如牧羊犬或看门狗。这些狗在陌生人面前可能会更加警觉并表现出攻击行为。</span>\n\t\t<span class="spec-desc-content">作为主人，应该采取措施来管理和改善一般侵略行为。首先，重要的是要建立一个稳定和结构化的环境，提供适当的训练和社交化经验。逐渐引入狗狗与不同人的接触，确保在安全和受控的情况下进行。</span>\n\t\t<span class="spec-desc-content">同时，要与专业的宠物行为学家或训练师合作，制定个性化的训练计划。这可能包括使用正向强化的方法，奖励积极的行为并逐渐减少攻击行为。这也可能涉及到情绪管理技巧的训练，以帮助狗狗更好地处理焦虑和紧张。</span>\n\t\t<span class="spec-desc-content">重要的是要避免使用惩罚性的方法来处理一般侵略行为。惩罚可能会加剧狗狗的不安和恐惧，并可能导致更严重的行为问题。</span>\n\t\t<span class="spec-desc-content">最后，除了训练和管理，你还可以考虑使用辅助工具，比如嘴套或拴链，以确保狗狗在与陌生人接触时的安全。这些工具可以提供额外的控制和保护，同时减少潜在的危险。</span>\n\t\t<span class="spec-desc-content">需要强调的是，处理一般侵略行为需要时间和耐心。每只狗都是独一无二的，所以解决问题的方法也会因狗狗的个性和背景而有所差异。与专业人士合作，并持续关注和监测狗狗的行为变化是非常重要的，以确保他们的安全和幸福。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对陌生人的攻击行为，如咬人或攻击行为。</span></div>'
            },
            AH2: {
              extra: 'AH2',
              dimension: '情境攻击',
              score: 18,
              desc: '<span class="spec-desc-content">根据测试结果，你的狗在“情境攻击”因素上处于中水平。这意味着你的狗在某些情境下可能会表现出对人的攻击行为。</span>\n\t\t<span class="spec-desc-content">在特定的情境下，你的狗可能表现出攻击性行为，如当感到威胁、害怕或压力过大时。这种攻击行为可能表现为咆哮、狠吠、牙齿露出、或者试图咬人。这种行为可能出现在他们感到受到挑衅、侵犯领地、或者受到伤害的时候。</span>\n\t\t<span class="spec-desc-content">导致中等水平情境攻击性的因素可能是多方面的。狗狗的社交化经验十分重要，过少的社交化或者负面的社交经历可能导致他们出现攻击性行为。此外，狗狗的个性特点也可能对其攻击性行为产生影响，一些品种天生更加警觉且保护欲强，比如守卫犬类。</span>\n\t\t<span class="spec-desc-content">作为主人，你需要采取适当措施来管理和改善狗狗的情境攻击性行为。首先，与专业的宠物行为学家或训练师合作非常重要。他们可以帮助评估你狗狗的行为，并制定针对性的训练计划，以有效管理他们的攻击性行为。</span>\n\t\t<span class="spec-desc-content">另外，要注意提供一个稳定、有结构的环境给你的狗。规律的日常生活和一致性指导对于减少狗狗的焦虑和压力非常重要。通过给予狗狗足够的运动、心理刺激和训练，可以帮助他们更好地适应各种情境和压力。</span>\n\t\t<span class="spec-desc-content">此外，积极的社交化和训练也是至关重要的。逐渐引入他们与不同年龄、性别和种族的人的接触，以提高他们的社交适应能力。正向的训练方法，如奖励积极的行为，并逐步减少攻击行为的频率和强度，有助于建立更积极的社交行为。</span>\n\t\t<span class="spec-desc-content">最重要的是，要确保狗狗的周围环境是安全的，同时采取措施来防止触发攻击行为。这可能包括使用笼子、拴链或嘴套等辅助工具，以提供额外的控制和保护。</span>\n\t\t<span class="spec-desc-content">总之，测试结果显示你的狗在“情境攻击”因素上处于中水平，他们在某些情境下可能会表现出对人的攻击行为。与专业人士合作，提供适当的训练和管理，可以帮助你的狗狗改善行为，增加他们适应各种情境的能力。随着时间和努力，你的狗狗有可能建立更积极的社交模式，促进更积极的关系。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗在特定情境下（如被打扰，被抢夺时）表现出对人的攻击行为。</span></div>'
            }
          },
          score: 15.5
        },
        AC: {
          name: '活跃兴奋',
          sub: {
            AC1: {
              extra: 'AC1',
              dimension: '兴奋性',
              score: 17,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在“兴奋性”因素上处于中水平。这意味着你的狗对刺激和活动有一定的需求，但不会过于兴奋。</span>\n\t\t<span class="spec-desc-content">你的狗对于刺激和活动可能有一定的需求，但不会表现出过度兴奋的行为。他们可能会显示出适度的兴奋，例如尾巴摇动、期待地等待活动、跳跃或小跑。然而，他们通常可以保持相对冷静，并能够在适当的时候放松和安静下来。</span>\n\t\t<span class="spec-desc-content">中等水平的兴奋性可能由多种因素造成。个体狗的个性、基因背景以及社会化经验都可能对其兴奋水平产生影响。某些品种可能天生活力旺盛，对于运动和刺激的需求较高。然而，良好的社会化经验和适度的训练可以帮助狗狗学会适当地处理兴奋情绪，以保持平衡和冷静。</span>\n\t\t<span class="spec-desc-content">作为主人，你可以满足狗狗的活动需求和提供适度的刺激。给予狗狗足够的运动时间和户外活动，例如散步、慢跑或玩耍可以满足他们的需要。此外，提供合适的玩具和智力游戏也可以帮助他们消耗多余的能量和精力。</span>\n\t\t<span class="spec-desc-content">另外，规律的日常训练和指导对于管理狗狗的兴奋性非常重要。通过训练，可以帮助狗狗学会控制情绪，以及建立冷静和平衡的行为。鼓励和强化积极的行为，并逐渐减少不适当的兴奋反应。</span>\n\t\t<span class="spec-desc-content">此外，在提供充足的活动和刺激的同时，也要注意给予狗狗适当的休息和放松时间。给予他们一个安静、私人的空间，让他们有机会放松和恢复精力。</span>\n\t\t<span class="spec-desc-content">需要注意的是，为了确保狗狗的安全以及周围环境的和谐，合理管理和控制兴奋性行为是至关重要的。掌握狗狗的身体语言和兴奋的迹象，及时采取适当的措施，以避免过度兴奋和不适当的行为。</span>\n\t\t<span class="spec-desc-content">总而言之，测试结果表明你的狗在“兴奋性”因素上处于中水平。他们对于刺激和活动有一定的需求，但通常能够控制自己的兴奋情绪，不会过于兴奋和激动。通过提供适度的运动、训练和管理指导，你可以帮助狗狗保持平衡和冷静，并促进他们的幸福和健康。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对刺激和活动的需求程度，容易兴奋的程度。</span></div>'
            },
            AC2: {
              extra: 'AC2',
              dimension: '趣味性',
              score: 13,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在趣味性因素上处于中水平。虽然你的狗对玩耍和参与游戏活动有一定的兴趣，但可能相对较少主动参与。</span>\n\t\t<span class="spec-desc-content">在玩耍方面，你的狗表现出了一定程度的兴趣，它会欣然接受你提出的玩耍邀约，或者在合适的时机参与到游戏中来。但与其他狗相比，它可能显得相对不那么活跃和积极。在与其他狗一起玩耍时，它可能更倾向于观望和被动参与，而不是积极地发起游戏或与其他狗进行互动。</span>\n\t\t<span class="spec-desc-content">虽然你的狗对玩耍和游戏活动有一定的兴趣，但可能会更倾向于选择独自活动或者与人类伙伴互动，而不是与其他狗进行互动。它可能更喜欢与你亲密互动，或者在你的陪伴下进行一些简单的游戏，而对于与其他狗一起玩耍可能并不那么热衷。</span>\n\t\t<span class="spec-desc-content">在参与游戏活动方面，你的狗表现出了一定的参与意愿，但可能相对较少主动参与。当你提出游戏邀约时，它会愿意加入并参与游戏，但在没有特别引导的情况下，它可能相对较少自发地进行游戏行为。与其他狗相比，它可能表现出了比较温和和保守的态度，不太主动追求游戏的机会。</span>\n\t\t<span class="spec-desc-content">总体而言，你的狗在趣味性方面处于中水平。虽然对玩耍和游戏活动有一定的兴趣，但可能相对较少主动参与，并且在与其他狗的互动中可能表现得比较温和和保守。或许通过更多的鼓励和引导，可以激发它更多的游戏兴趣，让它更愿意与其他狗展开互动和参与各种有趣的游戏活动。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对玩耍和参与各种游戏活动的兴趣程度。</span></div>'
            },
            AC3: {
              extra: 'AC3',
              dimension: '主动',
              score: 24,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在坚持性因素上展现出了高水平。你的狗对任务或活动非常好奇、敏感，并且能够持续保持注意力和参与度。</span>\n\t\t<span class="spec-desc-content">在面对任务或活动时，你的狗展现出了强烈的好奇心和敏锐的感知能力。无论是面对新的训练任务、智力游戏还是其他活动，你的狗总是充满好奇心，迫不及待地希望去探索并理解任务的要求和活动的规则。它对于新鲜事物充满了探索的欲望，愿意接受并挑战各种不同的任务。</span>\n\t\t<span class="spec-desc-content">除此之外，你的狗还展现出了很高的注意力和参与度。在进行任务或活动时，它能够持续保持专注，不轻易分心或放弃。无论是需要进行长时间的训练还是参与复杂的游戏，你的狗总是能够专注地投入其中，不断努力和学习，展现出了较高的耐心和毅力。</span>\n\t\t<span class="spec-desc-content">这种高水平的坚持性意味着你的狗具有很强的学习能力和适应能力。它能够快速理解任务的要求，并且能够持续不断地努力去完成任务或充分参与活动。这种特质对于与你的狗一起进行训练、游戏和其他活动都是非常有益的，它能够积极地参与其中，与你共同享受学习和成长的乐趣。</span>\n\t\t<span class="spec-desc-content">总的来说，你的狗在坚持性因素上展现出了高水平。它充满了好奇心和敏感性，能够持续保持注意力和参与度。这种特质使得你的狗在学习、训练和各种活动中表现出了出色的耐心和毅力，为你们之间的互动和合作增添了乐趣和愉悦。通过更多的训练和活动，你可以进一步发掘和培养它的潜力，共同创造更多的美好回忆和成就。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对任务好奇，敏感，而且能够坚持的程度。</span></div>'
            },
            AC4: {
              extra: 'AC4',
              dimension: '可配对性',
              score: 16,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在亲人性因素上处于中水平。它对与人的亲近有一定的需求，但可能不太主动或独立。</span>\n\t\t<span class="spec-desc-content">你的狗表现出了一定程度的对人的喜爱和依恋。它可能在你的附近寻找舒适和安全感，并愿意接受你的关爱和陪伴。当你主动与它互动时，它可能会回应并与你建立情感连接。然而，相比于一些非常亲人的狗狗，你的狗可能不太主动或独立地去亲近人类。</span>\n\t\t<span class="spec-desc-content">这种中等水平的亲人性可能是由于个体差异和狗狗的个性特点所导致。每只狗狗都有自己独特的需求和喜好，而你的狗可能更倾向于保持一定的独立性，不太依赖于人类的陪伴。它可能更喜欢探索周围的环境、独立自主地行动，而不是过于依赖人类的互动。</span>\n\t\t<span class="spec-desc-content">尽管如此，你的狗仍然对与人的亲近有一定的需求。它可能会在你的附近寻找安全和舒适，并期望与你保持情感的互动。当你主动与它互动时，它会回应并与你建立情感联系。这种亲人性的中等水平可能体现为对你的情感依赖和信任，以及对你的主动互动的积极回应。</span>\n\t\t<span class="spec-desc-content">尽管你的狗可能不太主动或独立地表达对人的亲近，但你仍然可以通过主动与它互动来满足它的需求。定期的游戏、散步和训练，以及提供足够的关爱和亲密接触，可以进一步加深你们之间的情感连接。尽量理解和尊重你的狗的个性和喜好，创造一个适合它的互动模式，以确保你们之间的关系健康和愉快。</span>\n\t\t<span class="spec-desc-content">此外，你的狗可能会对你的情绪和需要产生敏感。它可能会在你需要时主动靠近你，给予你安慰和支持。这种敏感性可以促进你们之间的亲密关系，并增加彼此之间的理解和信任。</span>\n\t\t<span class="spec-desc-content">总结来说，测试结果表明你的狗在亲人性因素上处于中水平。它对与人的亲近有一定的需求，尽管不太主动或独立。你的狗可能更倾向于一定程度的独立性，并喜欢探索周围的环境。通过主动与它互动、提供足够的关爱和亲密接触，你可以满足它对亲人性的需求，并进一步加强你们之间的情感联系。这将有助于创造一个健康、平衡和愉快的关系，同时尊重你的狗的个性和自主性。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗喜欢和人亲近的程度。</span></div>'
            }
          },
          score: 17.5
        },
        RT: {
          name: '对训练的反应',
          sub: {
            RT1: {
              extra: 'RT1',
              dimension: '可训练性',
              score: 22,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在可训练性因素上处于中水平。你的狗对学习新技能和接受命令有一定的能力，但可能需要更多的重复和时间来掌握。</span>\n\t\t<span class="spec-desc-content">你的狗显示出了一定程度的学习能力和愿意合作的态度。它可能对学习新的技能和行为感兴趣，并会尝试理解和执行你的指示。当你给予它重复和持续的训练时，它会逐渐掌握所要求的行为。</span>\n\t\t<span class="spec-desc-content">然而，与一些高可训练性的狗相比，你的狗可能需要更多的时间和重复来学会新技能。它的学习过程可能相对慢一些，并且可能需要更多的正面强化和鼓励来保持学习的动力。</span>\n\t\t<span class="spec-desc-content">这种中等水平的可训练性可能是由于你的狗的个性和学习风格所导致的。每只狗都有自己独特的学习能力和需求，而你的狗可能需要更多的时间来适应和理解你的指令。它可能更适应缓慢而稳定的训练过程，需要经过多次重复和强化来巩固所学的技能。</span>\n\t\t<span class="spec-desc-content">尽管你的狗相对于一些其他的狗可能需要更多的时间来掌握新技能，但仍然可以通过合适的方法和训练计划来提高它的可训练性。使用正面的强化方法，如奖励、赞扬和喜爱，可以激励它积极参与训练，并加快学习的速度。</span>\n\t\t<span class="spec-desc-content">与你的狗建立清晰的沟通和互动也是提高可训练性的关键。使用一致的指令和信号，以及适当的身体语言来传达你的意图，可以帮助你的狗更好地理解你的要求。同时，尽量创造一个安静和专注的训练环境，以减少干扰和增加注意力。这样的环境有助于提高你的狗的学习效果。</span>\n\t\t<span class="spec-desc-content">总结来说，测试结果表明你的狗在可训练性因素上处于中水平。它对学习新技能和接受命令有一定的能力，但可能需要更多的重复和时间来掌握。通过持续的训练、正面的强化和与你的狗建立良好的沟通，你可以提高它的可训练性并帮助它更有效地学习和掌握新技能。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗学习新技能、接受命令以及参与训练的能力。</span></div>'
            },
            RT2: {
              extra: 'RT2',
              dimension: '可控性',
              score: 16,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在可控性因素上处于中水平。你的狗在一定程度上能够在人的指导下控制自己的行为，但可能会有些困惑或难以完全服从。</span>\n\t\t<span class="spec-desc-content">你的狗表现出了一些控制自己行为的能力，但可能还存在一些困惑或挑战。它可能需要更多的训练和指导来真正掌握如何在不同情况下保持控制。</span>\n\t\t<span class="spec-desc-content">这种中等水平的可控性可能与你的狗的学习能力和个性特征相关。它可能有一些困惑或难以理解复杂或新的指令。它需要更多的时间来适应和理解你的期望，以及如何控制自己的行为。</span>\n\t\t<span class="spec-desc-content">对于一个可控性处于中水平的狗来说，建立坚实的训练基础至关重要。与你的狗进行一致和规范的训练，以帮助它逐步学会如何控制自己的行为。通过使用奖励、赞扬和积极强化正确的行为，激励它在训练中保持集中和努力。</span>\n\t\t<span class="spec-desc-content">在训练过程中，要确保清晰地传达你的指令和期望。使用简单明了的语言和手势，帮助你的狗更好地理解你的意图，并要求它控制自己的行为。逐步增加难度并适应各种环境，以帮助你的狗更好地应对不同的情况。</span>\n\t\t<span class="spec-desc-content">同时，要给予你的狗足够的时间来适应和掌握控制技能。每只狗都需要不同的时间来学习和改变行为习惯。耐心和细心地指导，以及适量的重复训练将有助于提高你的狗的可控性水平。</span>\n\t\t<span class="spec-desc-content">理解你的狗的个性和学习风格也是至关重要的。每只狗都有自己独特的需求和反应方式。了解你的狗对应激和压力的反应，并设定合理的目标和期望，以确保你的狗在训练中感到舒适和受支持。</span>\n\t\t<span class="spec-desc-content">总结来说，测试结果显示你的狗在可控性因素上处于中水平。它在一定程度上能够在人的指导下控制自己的行为，但可能会有些困惑或难以完全服从。通过建立坚实的训练基础、使用积极强化和清晰的指令，以及耐心地指导和适应你的狗的学习风格，可以帮助提高它的可控性水平。持续的训练和练习将增强你和你的狗之间的联系，并帮助它更好地掌握控制自己行为的技巧。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗在不同环境下、在人的指导下控制行为的能力。</span></div>'
            }
          },
          score: 19
        },
        AA: {
          name: '对动物的攻击',
          sub: {
            AA1: {
              extra: 'AA1',
              dimension: '对狗的攻击',
              score: 17,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在对狗的攻击因素上处于中水平。你的狗在与其他狗互动时可能会展现一些攻击行为或威胁姿态，但一般不会主动发动攻击。</span>\n\t\t<span class="spec-desc-content">你的狗可能在与其他狗接触时表现出一些攻击性行为，这可能是出于一些因素的影响。例如领地意识、不安全感、资源竞争等。这些行为可能包括咆哮、露齿、低吼、追逐或挑衅动作。</span>\n\t\t<span class="spec-desc-content">然而，尽管你的狗会展示一些攻击行为或威胁姿态，但它一般情况下并不主动发动攻击。这表明你的狗可能还具有控制自己的行为的能力，并且愿意通过展示威胁姿态来解决冲突或警告其他狗。</span>\n\t\t<span class="spec-desc-content">对于处于中水平的对狗的攻击行为，适当的社交化和训练是至关重要的。通过逐步引入其他狗、提供正面的社交化经验，你的狗可以学会更好地与其他狗相处，并逐渐减少攻击行为的表现。</span>\n\t\t<span class="spec-desc-content">建立和加强你与你的狗之间的信任和联系也是重要的。与你的狗建立良好的沟通和领导关系，让它明白你对其行为的期望和限制。在训练过程中使用积极强化和奖励，以帮助你的狗建立积极的关联，并鼓励它选择正确的行为方式。</span>\n\t\t<span class="spec-desc-content">此外，管理你的狗与其他狗的接触也是重要的。避免将你的狗置于潜在的冲突或紧张的社交场景中。了解你的狗的个性和触发因素，帮助它在安全和舒适的环境中与其他狗互动。</span>\n\t\t<span class="spec-desc-content">请注意，对于处于中水平的对狗的攻击行为，及早采取行动非常重要。寻求专业的动物行为专家或狗训练师的帮助，以评估和制定适合你的狗的训练计划。他们可以提供具体的指导，帮助你理解和管理你的狗的攻击行为，并确保你和其他狗的安全。</span>\n\t\t<span class="spec-desc-content">总结来说，测试结果显示你的狗在对狗的攻击因素上处于中水平。在与其他狗互动时，它可能展示一些攻击行为或威胁姿态，但一般不主动发动攻击。适当的社交化、训练和管理将是帮助你的狗改善其对狗的攻击行为的关键。与专业人士合作，以制定个性化的训练计划，并为你的狗提供安全、积极的社交化经验，以建立更和谐的狗际关系。不断加强与你的狗的联系和信任，将有助于提高对狗的攻击行为的控制水平。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对其他狗表现出的攻击行为。</span></div>'
            },
            AA2: {
              extra: 'AA2',
              dimension: '捕猎欲',
              score: 27,
              desc: '<span class="spec-desc-content">测试结果显示，你的狗在捕猎欲因素上处于高水平，具有较强的捕猎欲望和冲动，对追逐、抓住和捕捉目标的行为表现出浓厚的兴趣。</span>\n\t\t<span class="spec-desc-content">高水平的捕猎欲通常是许多狗天生具备的本能行为，与它们作为狩猎伙伴和工作伙伴的历史有关。这种行为可能包括对移动对象的追逐、试图抓取和捕捉，以及对隐身目标的搜索和觅食行为。</span>\n\t\t<span class="spec-desc-content">对于处于高水平的捕猎欲望的狗而言，其行为可能会对周围环境和安全构成一定的挑战。例如，它可能倾向于追逐小动物、鸟类，或者试图在户外环境中追捕其他动物。这可能会导致安全隐患、损坏物品或引发衝突。因此，理解和管理你的狗的捕猎欲望至关重要。</span>\n\t\t<span class="spec-desc-content">针对此类情况，你可以采取一些措施来帮助管理你的狗的捕猎欲望，并确保周围环境的安全。以下是一些建议和措施：</span>\n\t\t<span class="spec-desc-content">1. 提供适当的运动量和刺激：为了满足你狗的活跃天性，提供足够的运动和活动空间，例如长时间的散步、狗的运动场和玩耍时间。这有助于释放狗的精力，并减轻其不满足的捕猎冲动。</span>\n\t\t<span class="spec-desc-content">2. 训练控制和服从性：通过训练和培养服从性，如“坐下”、“待命”等指令，帮助狗建立对你的控制和指导的响应能力。这种训练可以加强你与你的狗之间的联系，并在必要时对其行为进行干预。</span>\n\t\t<span class="spec-desc-content">3. 使用引导和玩具：提供给狗一些合适的引导玩具，如飞盘、球类玩具等，以满足其追逐和捕捉的天性。通过引导玩具的使用，可以提供一种安全的方式来满足狗的捕猎冲动。</span>\n\t\t<span class="spec-desc-content">4. 管理环境：在户外环境中，确保你的狗处于安全的控制范围内。这可能包括使用栅栏或系绳来限制狗的活动范围，以防止其追逐其他动物或逃脱。</span>\n\t\t<span class="spec-desc-content">5. 专业指导：如发现捕猎欲望行为过于强烈或出现危险情况，寻求专业的狗行为专家的帮助。他们可以根据具体情况制定个性化的训练计划，帮助你理解和管理狗的捕猎欲望行为。</span>\n\t\t<span class="spec-desc-content">尽管你的狗可能具有强烈的捕猎欲望，但通过适当的管理和训练，你可以帮助你的狗理解和控制其行为，从而与其它环境和其他动物和谐相处。通过提供适当的体验和引导，你可以满足你的狗的天性需求，同时确保安全和和谐的生活环境。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗对捕猎行为的兴趣和冲动程度。</span></div>'
            },
            AA3: {
              extra: 'AA3',
              dimension: '对其他狗的优势',
              score: 15,
              desc: '<span class="spec-desc-content">根据测试结果显示，你的狗在对其他狗的优势因素上处于中水平。在与其他狗的互动中，你的狗可能会展示一些领导能力，但不一定能够完全主导互动。</span>\n\t\t<span class="spec-desc-content">中水平的对其他狗的优势意味着你的狗在与其他狗的社交互动中表现出一定的自信和支配意向。它可能会在一些情况下展示出对领导地位的追求，但并不总是能够全面主导互动。</span>\n\t\t<span class="spec-desc-content">在理解和管理你的狗在这方面的行为时，需要注意以下几点：</span>\n\t\t<span class="spec-desc-content">1. 培养积极的社交技能：通过适当的社交化训练，帮助你的狗学会积极的社交技能。这包括与其他狗友好相处，遵循社交规则，以及尊重其他狗的个人空间。通过积极引导和奖励，培养你的狗与其他狗和平相处的行为。</span>\n\t\t<span class="spec-desc-content">2. 与多样性的狗互动：为你的狗提供与不同品种和个性的狗互动的机会。这可以通过与其他狗的社交化训练班、公园或社区狗聚会等活动实现。与多样性的狗互动有助于提升你的狗在与其他狗的互动中灵活性和适应性。</span>\n\t\t<span class="spec-desc-content">3. 建立清晰的边界和规则：作为主人，你需要建立清晰的边界和规则，并通过训练和指导帮助你的狗学会如何在与其他狗的互动中表现得得体。奖励适当的行为，并纠正任何不适当的领导试图或激烈的行为。</span>\n\t\t<span class="spec-desc-content">4. 持续观察和干预：保持密切观察你的狗在与其他狗的互动中的行为，并及时干预任何不适当或过度支配的行为。使用口令来重新引导注意力，或者将其与其他狗分开一段时间，从而保持互动的平衡和和谐。</span>\n\t\t<span class="spec-desc-content">尽管你的狗在对其他狗的优势因素上得分处于中水平，但每只狗的个体差异都存在。通过适当的管理和指导，你可以帮助你的狗学会与其他狗友善相处，并在社交互动中展示适度的领导能力。如有需要，寻求专业的狗行为专家的帮助，他们可以为你提供个性化的训练建议和指导，以确保你的狗在与其他狗的互动中表现出适度的领导和社交能力。</span>',
              overview:
                '<div class="spec-desc-warper flex-col"><span class="spec-desc-text">狗在与其他狗互动中，通过社交技能展示出的优势程度。</span></div>'
            }
          },
          score: 19.67
        }
      }
    }
  ]
};
